Repository: mhanhqb1/maishop_admin
Catalog: src/Locale/*/default.po
Languages: vi

# MESSAGE_FORMAT_INVALID
source: %s invalid format.
vi: %sĐịnh dạng không chính xác.

# MESSAGE_INVALID_DATE_FROM_TO
source: Invalid date from.
vi: Vui lòng nhập TO DATE > FROM DATE.

# LABEL_EXPORT_ORDER
source: Order export
vi: Export hóa đơn

# LABEL_DATE_FROM
source: From
vi: From date

# LABEL_DATE_TO
source: To
vi: To date

# LABEL_PROFILE
source: Profile
vi: Hồ sơ

# LABEL_LOGOUT
source: Logout
vi: Đăng xuất

# LABEL_MEMBER_FROM
source: Member from %s
vi: Bạn trở thành thành viên từ %s

# LABEL_DASHBOARD
source: Dashboard
vi: Bảng điều khiển

# LABEL_SETTING
source: Setting
vi: Cài đặt

# LABEL_ORDERS
source: Orders
vi: Danh sách hóa đơn

# LABEL_ITEMSETS
source: Itemsets
vi: アイテムセット

# LABEL_ITEM
source: Item
vi: アイテム

# LABEL_ITEMSETS_LIST
source: Itemsets list
vi: アイテムセット一覧

# LABEL_ITEMS_LIST
source: Items list
vi: アイテム一覧

# LABEL_HOME
source: Home
vi: Trang chủ

# LABEL_LOGIN
source: Login
vi: Đăng nhập

# LABEL_PASSWORD
source: Password
vi: Mật khẩu

# LABEL_REMEMBER_ME
source: Remember me
vi: Ghi nhớ

# LABEL_PLEASE_CHECK
source: Please check
vi: Vui lòng kiểm tra

# LABEL_INFO
source: Info
vi: Thông tin

# MESSAGE_LOGIN_FAIL
source: Login failed.
vi: ID hoặc mật khẩu không đúng. Vui lòng thử lại.

# MESSAGE_REQUIRED_LOGIN_ID
source: Login ID is required.
vi: Bạn phải nhập login ID.

# MESSAGE_REQUIRED_LOGIN_PASSWORD
source: Password is required.
vi: Bạn phải nhập password.

# MESSAGE_REQUIRED_LOGIN_PASSWORD_CONFIRM
source: Password confirm is required.
vi: Bạn phải nhập xác nhận mật khẩu.

# MESSAGE_REQUIRED_ADMIN_TYPE
source: Admin type is required.
vi: Bạn phải chọn loại admin.

# MESSAGE_PASSWORD_CONFIRM_NOT_MATCH
source: Password confirm not match.
vi: Mật khẩu và xác nhận mật khẩu không giống nhau.

# LABEL_UPDATE
source: Update
vi: Chỉnh sửa

# LABEL_SEARCH
source: Search
vi: Tìm kiếm

# LABEL_NAME
source: Name
vi: Tên

# LABEL_CHOOSE_ONE
source: --- Please choose one ---
vi: --- Vui lòng chọn ---

# LABEL_SORT_NAME_ASC
source: Name ASC.
vi: Tên tăng dần.

# LABEL_SORT_NAME_DESC
source: Name DESC.
vi: Tên giảm dần.

# LABEL_SORT_ID_ASC
source: ID ASC.
vi: ID tăng dần.

# LABEL_SORT_ID_DESC
source: ID DESC.
vi: ID giảm dần.

# LABEL_SORT_PRICE_ASC
source: Price ASC.
vi: Giá tăng dần.

# LABEL_SORT_PRICE_DESC
source: Price DESC.
vi: Giá giảm dần.

# LABEL_SORT_STOCK_ASC
source: Stock ASC.
vi: Số lượng tăng dần.

# LABEL_SORT_STOCK_DESC
source: Stock DESC.
vi: Số lượng giảm dần.

# LABEL_SORT
source: Sort
vi: Sắp xếp

# LABEL_LIMIT
source: Limit
vi: Giới hạn

# LABEL_PRICE
source: Price
vi: Giá

# LABEL_STOCK
source: Stock
vi: Số lượng tồn kho

# LABEL_CREATED
source: Created
vi: Ngày tạo

# LABEL_EDIT
source: Edit
vi: Chỉnh sửa

# LABEL_DELETE
source: Delete
vi: Xóa

# LABEL_PAGING_SUMARY
source: Total: %s, %sï½ž%s displayed
vi: 全%s件中、%s～%s件を表示しています

# MESSAGE_SYSTEM_ERROR
source: System error
vi: システムエラー、もう一度操作してください

# LABEL_CLOSE
source: Close
vi: Đóng

# MESSAGE_CANNOT_UPDATE
source: Can not update
vi: Không thể cập nhật

# MESSAGE_UPDATE_SUCCESSFULLY
source: Update successfully
vi: Cập nhật thành công

# LABEL_DISABLE
source: Disable
vi: Vô hiệu

# LABEL_ENABLE
source: Enable
vi: 有効

# LABEL_IMAGE
source: Image
vi: Hình ảnh

# LABEL_ITEMSETS_UPDATE
source: Itemsets update
vi: アイテムセット情報編集

# LABEL_ITEMSETS_DETAIL
source: Itemsets detail
vi: アイテムセット詳細

# LABEL_ADD_NEW
source: Add new
vi: 新規追加

# MESSAGE_REQUIRED_NAME
source: The name is a required field
vi: 名前は必須項目です。

# MESSAGE_REQUIRED_PRICE
source: The price is a required field
vi: 価格は必須項目です。

# MESSAGE_REQUIRED_STOCK
source: The stock is a required field
vi: 在庫は必須項目です。

# MESSAGE_REQUIRED_NUMERIC_INPUT
source: Please enter a number
vi: 数字で入力してください

# LABEL_SAVE
source: Save
vi: 保存

# LABEL_CANCEL
source: Cancel
vi: キャンセル

# MESSAGE_SAVE_OK
source: Successfully.
vi: データの保存ができました。

# MESSAGE_SAVE_NG
source: Can not save.
vi: データの保存ができませんでした。

# LABEL_ITEMS_UPDATE
source: Item update
vi: アイテム情報編集

# LABEL_ITEMS_DETAIL
source: Item detail
vi: アイテム詳細

# LABEL_NAME_SUB
source: Name SUB
vi: 名前 SUB

# LABEL_NAME_ENG
source: Name ENG
vi: 名前 ENG

# MESSAGE_UPLOAD_FILE_SIZE
source: Max size %s
vi: %s以下のファイルをアップロードしてください

# MESSAGE_UPLOAD_FILE_TYPE
source: Please update only image file.
vi: 画像ファイルのみをアップロードしてください

# LABEL_NEW_PASSWORD
source: New password
vi: 新しいパスワード

# LABEL_CONFIRM_PASSWORD
source: Password confirm
vi: パスワード確認

# LABEL_CHANGE_PASSWORD
source: Change password
vi: パスワード変更

# LABEL_ADMIN_LIST
source: Admin list
vi: アドミン一覧

# LABEL_ADMIN_DETAIL
source: Admin detail
vi: アドミン詳細

# LABEL_ADMIN_LOGIN_ID
source: Login ID
vi: ログインID

# LABEL_ADMIN_TYPE
source: Admin type
vi: アドミンタイプ

# LABEL_CHANGE
source: Change
vi: 変更

source: -- Choose one --
vi: 選択してください

# LABEL_ADMINS_UPDATE
source: Admin update
vi: アドミン編集

# LABEL_ADMINS_LIST
source: Admin list
vi: Danh sách admin

# LABEL_CREATED_ASC
source: Created ASC
vi: 作成日の昇順

# LABEL_CREATED_DESC
source: Created DESC
vi: 作成日の降順

# LABEL_UPDATED_ASC
source: Updated ASC
vi: 更新日の昇順

# LABEL_UPDATED_DESC
source: Updated DESC
vi: 更新日の降順
